Repository: pagseguro/pagseguro-modulo-woocommerce
Catalog: woocommerce-pagseguro-oficial/languages/wooocomerce-pagseguro-oficial-*.po
Languages: pt_br

source: Change your store currency to Brazilian Real (R$).
pt_br: Mude sua moeda da loja para Real Brasileiro (R$).

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable module?
pt_br: Habilitar módulo?

source: Title
pt_br: Título

source: Checkout title.
pt_br: Nome para exibição.

source: Description
pt_br: Descrição

source: Checkout description.
pt_br: Descrição que será visualizada pelo comprador.

source: Choose between many payment methods, including credit cards and Brazilian banks. Pay securely and quickly with PagSeguro
pt_br: Escolha entre muitos meios de pagamento, incluindo cartões de crédito, transferência eletrônica e boleto. Pague de forma segura e rápida com PagSeguro.

source: Do not have a PagSeguro account? <a href="https://pagseguro.uol.com.br/registration/registration.jhtml?ep=11&tipo=cadastro#!vendedor" target="_blank">Click here </a> and register for free.
pt_br: Não tem uma conta no PagSeguro? <a href="https://pagseguro.uol.com.br/registration/registration.jhtml?ep=11&tipo=cadastro#!vendedor" target="_blank">Click aqui </a> e registre-se gratuitamente.

source: Do not have or do not know your token? <a href="https://pagseguro.uol.com.br/integracao/token-de-seguranca.jhtml" target="_blank">Click here </a> to generate a new one.
pt_br: Não tem ou não sabe o seu token? <a href="https://pagseguro.uol.com.br/integracao/token-de-seguranca.jhtml" target="_blank">Click aqui </a> para gerar um novo.

source: Redirect URL
pt_br: URL de Redirecionamento

source: Your customer will be redirected back to your store or to the URL entered in this field. <a href="https://pagseguro.uol.com.br/integracao/pagamentos-via-api.jhtml" target="_blank">Click here </a> to activate.
pt_br: Seu cliente será redirecionado para sua loja ou para a URL inserida neste campo. <a href="https://pagseguro.uol.com.br/integracao/pagamentos-via-api.jhtml" target="_blank">Click aqui </a> para ativar.

source: Notification URL
pt_br: URL de Notificação

source: Whenever a transaction change its status, the PagSeguro sends a notification to your store or to the URL entered in this field.
pt_br: Sempre que uma transação mudar seu status, o PagSeguro envia uma notificação para sua loja ou para a URL inserida neste campo.

source: Invoice Prefix
pt_br: Prefixo dos Pedidos

source: Prefix for your invoice numbers.
pt_br: Informe um prefixo para os números de seus pedidos.

source: Set the charset according to the coding of your system.
pt_br: Definir o charset de acordo com a codificação do seu sistema.

source: Create log file?
pt_br: Criar arquivo de log?

source: Path to the log file.
pt_br: Caminho para o arquivo de log.

source: Sorry, unfortunately there was an error during checkout. Please contact the store administrator if the problem persists.
pt_br: Desculpe, infelizmente, houve um erro durante o checkout. Entre em contato com o administrador da loja, se o problema persistir.

source: You should inform your PagSeguro account email.
pt_br: Você deve informar seu e-mail de cadastro no PagSeguro.

source: You should inform your PagSeguro token.
pt_br: Você deve informar o seu token no PagSeguro.
